Repository: KidusTV/locales
Catalog: locales/*/LC_MESSAGES/shake.po
Languages: de_de

source: `{duration}` is not a valid duration string.
de_de: `{duration}` ist keine gültige Dauerzeichenkette.

source: `{datetime_string}` is not a valid ISO-8601 datetime string
de_de: `{datetime_string}` ist kein gültiger ISO-8601 datetime string

source: Regex pattern missing wrapping backticks
de_de: Regex-Muster ohne umschließende Backticks

source: Regex error: {e_msg}
de_de: Regex-Fehler: {e_msg}

source: Choose a Category...
de_de: Wähle eine Kategorie aus...

source: Page
de_de: Seite

source: An unknown error has occurred, sorry
de_de: Ein unbekannter Fehler ist aufgetreten, entschuldige

source: [{name} (upload a file)]
de_de: [{name} (eine Datei hochladen)]

source: <{name} (upload a file)>
de_de: <{name} (eine Datei hochladen)>

source: [{name} (upload files)]...
de_de: [{name} (Dateien hochladen)]...

source: No help available
de_de: Keine Hilfe verfügbar

source: Usage
de_de: Verwendung

source: Examples
de_de: Beispiele

source: None
de_de: Keine

source: Necessary user permissions
de_de: Erforderliche Benutzerberechtigungen

source: User
de_de: Benutzer

source: This command is new and is in its beta version
de_de: Dieser Befehl ist neu und befindet sich in der Beta-Version

source: Be the owner of the shake bot
de_de: Sei der Besitzer des Shake-Bots

source: Start a Shake Pro subscription to run this command
de_de: Starten Sie ein Shake Pro Abonnement, um diesen Befehl auszuführen

source: This command requires certain rights from the user to be executed
de_de: Dieser Befehl erfordert bestimmte Rechte des Benutzers, um ausgeführt zu werden

source: Announce
de_de: Ankündigen

source: {newlines}Write the command name (without the prefix) in this chat to get more specific information about a command.
de_de: {newlines}Schreiben Sie den Befehlsnamen (ohne den Präfix) in den Chat, um genauere Informationen über diesen Befehl zu erhalten.

source: Page {current}/{max} ({entries} commands)
de_de: Seite {current}/{max} ({entries} Befehle)

source: No help given... (maybe report to team)
de_de: Keine Hilfe gegeben... (vielleicht dem Team melden)

source: {newline}Write the command name (without the prefix) in this chat to get more specific information about a command.
de_de: {newline}Schreiben Sie den Befehlsnamen (ohne das Präfix) in diesen Chat, um genauere Informationen über einen Befehl zu erhalten.

source: No help given... (use bugreport)
de_de: Keine Hilfe gegeben... (Bugreport verwenden)

source: Bot Help
de_de: Bot Hilfe

source: Hello and welcome to my help page {emoji} Type `{prefix}help <command/category>` to get more information on a command/category.
de_de: Hallo und willkommen auf meiner Hilfeseite {emoji} Gib `{prefix}help <Befehl/Kategorie>` ein, um weitere Informationen zu einem Befehl/Kategorie zu erhalten.

source: Support Server
de_de: Unterstützung Server

source: You can get more help if you join the official server at [https://discord.gg/shake]({support_server})
de_de: Weitere Hilfe erhalten Sie, wenn Sie dem offiziellen Server beitreten unter [https://discord.gg/shake]({support_server})

source: Who am I?
de_de: Wer bin ich?

source: {} bot, which is partially intended for the public. Written with only `{:,}` lines. Please be nice
de_de: {} Bot, der teilweise für die Öffentlichkeit bestimmt ist. Geschrieben mit nur `{:,}` Zeilen. Bitte sei nett

source: I am a functional all-in-one bot that will simplify setting up your server for you! I have been running since {created_at} and I have functions like voting, level system, music, moderation & much more. You can get more information by using the dropdown menu below. dropdown menu.
de_de: Ich bin ein funktionaler All-in-One-Bot, der die Einrichtung deines Servers für dich vereinfachen wird! Ich laufe schon seit {created_at} und ich habe Funktionen wie Voting, Levelsystem, Musik, Moderation & vieles mehr. Du kannst mehr Informationen erhalten, indem du das Dropdown-Menü unten benutzt. Dropdown-Menü.

source: Stands for the argument being __**necessary**__.
de_de: Steht dafür, dass das Argument __**notwendig**__ ist.

source: Stands for that the argument is __**optional**__.
de_de: Bedeutet, dass das Argument __**optional**__ ist.

source: Stands for the argument can be __**either A or B**__.
de_de: Steht für das Argument kann __**entweder A oder B**__ sein.

source: Stands for the fact that you can use multiple arguments. Now that you know the basics, you should still know that... __**You don't include the parentheses!**__
de_de: \Steht für die Tatsache, dass Sie mehrere Argumente verwenden können. Nachdem Sie nun die Grundlagen kennen, sollten Sie noch wissen, dass... __**Sie die Klammern nicht einschließen!**__

source: How do I use the bot?
de_de: Wie benutze ich den Bot?

source: Reading the bot structure is pretty easy.
de_de: Das Lesen der Bot-Struktur ist ziemlich einfach.

source: query
de_de: suche

source: the query
de_de: die suche

source: seconds
de_de: sekunden

source: the seconds
de_de: die sekunden

source: Commands to control the player. (or use the menu)
de_de: Befehle zur Steuerung des Players. (oder verwenden Sie das Menü)

source: Music
de_de: Musik

source: Years
de_de: Jahre

source: Months
de_de: Monate

source: Days
de_de: Tage

source: Hours
de_de: Stunden

source: Minutes
de_de: Protokoll

source: Seconds
de_de: Sekunden

source: Count for yourself
de_de: \Zählen Sie selbst

source: Start?
de_de: Anfangen?

source: Congratulation
de_de: Herzlichen Glückwunsch

source: Yes
de_de: Ja

source: Have fun!
de_de: Viel Spaß!

source: the member
de_de: der benutzer

source: member
de_de: benutzer

source: and
de_de: und

source: Stop spamming @everyone! It's not that important....
de_de: Hör auf zu spammen @jeder! Das ist nicht so wichtig....

source: {members}, stop spamming @everyone! It's not that important...
de_de: {members}, hört auf, @Alle zu spammen! Es ist nicht so wichtig...

source: Commands for fun and distraction
de_de: Befehle zum Spaß und zur Ablenkung

source: Gimmick Commands
de_de: Gimmick-Befehle

source: Reveal the length of a user's pp With this command you can find out, using a very clever and definitely not random generator, how long the pp of a selected user is. __Please note__: If you don't specify a user, I might reveal your pp as well.
de_de: Die Länge der pp eines Benutzers aufdecken Mit diesem Befehl können Sie mithilfe eines sehr cleveren und definitiv nicht zufälligen Generators herausfinden, wie lang das pp eines ausgewählten Benutzers ist. _Bitte beachten__: Wenn du keinen Benutzer angibst, kann es sein, dass ich auch dein pp aufdecke.

source: rainbow
de_de: regenbogen

source: Show your support to LGBT+ with a rainbow filter! ^^
de_de: Zeige deine Unterstützung für LGBT+ mit einem Regenbogenfilter! ^^

source: **{emoji} {prefix} `{user}` is part of it**
de_de: **{emoji} {prefix} `{user}` ist Teil davon**

source: roll
de_de: würfel

source: limit
de_de: grenze

source: the limit
de_de: die grenze

source: displays a random number in a specified range of values. (Default: 1-6)
de_de: zeigt eine Zufallszahl in einem bestimmten Wertebereich an. (Standard: 1-6)

source: 🎲 Dice roll
de_de: 🎲 Würfelwurf

source: You have rolled a random number and the result is __**{number}**__
de_de: Du hast eine Zufallszahl gewürfelt und das Ergebnis ist __**{number}**__

source: say
de_de: sag

source: the text
de_de: der text

source: I will say whatever you tell me to say. - `reply`: \u2003True or False whether the bot should reply to you. - `text`: \u2003The text to repeat.
de_de: Ich werde sagen, was immer Sie mir sagen wollen. - `Antwort`: \u2003True or False ob der Bot dir antworten soll. - `text`: \u2003Der zu wiederholende Text.

source: category
de_de: kategorie

source: command
de_de: befehl

source: the category
de_de: die kategorie

source: the command
de_de: der befehl

source: charinfo
de_de: zeicheninfo

source: the characters
de_de: die zeichen

source: characters
de_de: zeichen

source: Displays information about a set of characters. Only up to 25 characters at a time.
de_de: Zeigt Informationen über eine Gruppe von Zeichen an. Nur bis zu 25 Zeichen auf einmal.

source: Charinfo Command
de_de: Zeicheninfo Befehl

source: With this command you can google things. Good for use GIDBF "Google is your best friend"
de_de: Mit diesem Befehl kannst du\Dinge googeln. Gut für die Verwendung GIDBF "Google ist dein bester Freund"

source: Informative commands about a wide variety of things. Sometimes you find out new things 🤷
de_de: Informative Befehle über verschiedenste Sachen Manchmal findest du neue Sachen heraus 🤷

source: information
de_de: Informationen

source: info
de_de: Infos

source: Information
de_de: Informationen

source: invite
de_de: einladen

source: Invite the bot to your server. Of course, you can also simply add the bot via its user profile.
de_de: Laden Sie den Bot auf Ihren Server hoch. Natürlich können Sie den Bot auch einfach über sein Benutzerprofil hinzufügen.

source: The Shake Team and I thank you for your interest
de_de: Das Shake Team und ich danken dir für dein Interesse

source: Get information about Shake+. Of course, you dont have to. It's like a tip
de_de: Informiere dich über Shake+. Natürlich musst du das nicht. Es ist wie ein Trinkgeld

source: {emoji} This Discord server has no premium activated.
de_de: {emoji} Dieser Discord-Server hat kein Premium aktiviert.

source: {emoji} The benefit of supporting Shake as Patreon
de_de: {emoji} Der Vorteil der Unterstützung von Shake als Patreon

source: Supporting the Bot as Patreon will keep the motivation for the development of Shake and make sure that all hosting costs are covered. Premium makes **voting no longer necessary** and gives you **more creator channel** to customize!
de_de: Wer den Bot als Patreon unterstützt, erhält die Motivation für die Entwicklung von Shake und stellt sicher, dass alle Hosting-Kosten gedeckt sind. Premium macht **Voting nicht mehr notwendig** und gibt dir **mehr Creator Channel** zum Anpassen!

source: {emoji} Helpful links for understanding Patreon
de_de: {emoji} Hilfreiche Links zum Verständnis von Patreon

source: **[What is Patreon?](https://support.patreon.com/hc/articles/204606315-What-is-Patreon-)** **[What currencies does Patreon support?](https://support.patreon.com/hc/articles/360039589091-Patreon-s-supported-currencies)** **[How do I connect Discord to Patreon?](https://support.patreon.com/hc/articles/212052266-How-do-I-connect-Discord-to-Patreon-Patron-)**
de_de: **[Was ist Patreon?](https://support.patreon.com/hc/articles/204606315-What-is-Patreon-)** **[Welche Währungen werden von Patreon unterstützt?](https://support.patreon.com/hc/articles/360039589091-Patreon-s-supported-currencies)** **[Wie kann ich Discord mit Patreon verbinden?](https://support.patreon.com/hc/articles/212052266-How-do-I-connect-Discord-to-Patreon-Patron-)**

source: Freemium | Premium isn't required
de_de: Freemium | Premium ist nicht erforderlich

source: Add Shake to your server
de_de: Shake zu deinem Server hinzufügen

source: obj
de_de: objekt

source: the obj
de_de: das objekt

source: View objects from certain documentation. RTFM is internet slang for the phrase "read the damn manual".
de_de: Objekte aus bestimmten Dokumentationen anzeigen. RTFM ist der Internet-Slang für die Phrase "Lies das verdammte Handbuch".

source: stats
de_de: statistiken

source: Couldn't find anything.
de_de: Ich habe nichts gefunden.

source: Uses
de_de: Verwendet

source: Total
de_de: Insgesamt

source: **Total uses**: {total_uses}
de_de: **Gesamtverwendung**: {total_uses}

source: **Top {top} member**:
de_de: **Top {top} Mitglied**:

source: the guild
de_de: der server

source: guild
de_de: server

source: Get information about a specific server. This command will show you some information about a server. - `information`: \u2003[owner, member, creation, ...].
de_de: Informationen über einen bestimmten Server abrufen. Dieser Befehl zeigt dir einige Informationen über einen Server an. - `Information`: \u2003[Besitzer, Mitglied, Erstellung, ...].

source: Info for {guild_name}
de_de: Infos für {guild_name}

source: Owner
de_de: Eigentümer

source: Partnered
de_de: Partnerschaften

source: Safe for work
de_de: Sicher bei der Arbeit

source: Large
de_de: Groß

source: Total: {members}
de_de: Insgesamt: {members}

source: Members
de_de: Mitglieder

source: Roles
de_de: Rollen

source: Created
de_de: Erstellt

source: Get some basic information and statistics about me. very useful to stalk
de_de: Erhalte einige grundlegende Informationen und Statistiken über mich. sehr nützlich zum Stalken

source: Shake Statistics
de_de: Statistik schütteln

source: general
de_de: allgemein

source: ```py v{version} from {owner} {uptime} started {started} ```
de_de: ```py v{version} von {owner} {uptime} gestartet {started} ```

source: host
de_de: Gastgeber

source: user
de_de: Benutzer

source: utils
de_de: Utensilien

source: lines
de_de: Zeilen

source: functions
de_de: Funktionen

source: commands
de_de: Befehle

source: amout
de_de: anzahl

source: used
de_de: gebraucht

source: userinfo
de_de: benutzerinformation

source: Get information about you or a specified user.
de_de: Informationen über du oder einen bestimmten Benutzer abrufen.

source: Idle
de_de: Leerlauf

source: Please do not disturb
de_de: Bitte nicht stören

source: Seen
de_de: Gesehen

source: Mutual Servers
de_de: Gemeinsame Server

source: Joined
de_de: Beigetreten

source: Top-Role
de_de: Top-Rolle

source: Color
de_de: Farbe

source: Perms
de_de: Rechte

source: Activity
de_de: Aktivität

source: Device
de_de: Gerät

source: Server Related
de_de: Serverbezogen

source: Inviting Commands are useful to track these and get some members
de_de: Invite Befehle sind nützlich, um diese zu verfolgen und einige Mitglieder zu bekommen

source: Inviting
de_de: Einladend

source: Level & Ranking, Voice & Chat
de_de: Level & Ranking, Sprach & Chat

source: rank
de_de: rang

source: get your current level status
de_de: Siehe dir deinen aktuellen Level Stand an

source: Command to empty messages in text channels. This command deletes a certain number of messages while various filters can be applied. Pinned messages are ignored. You can also filter by one or more members. - `users`: \u2003@mentions, IDs or names. - `first_limit` and `second_limit`: \`u2003@one message, one delta or ISO datetime each. - `regex`: \u2003A regex pattern that the message must contain to be deleted. - `bots_only`: \`u2003Whether only bots should be deleted. Specify `bots_only` or `users`. - `channels`: \u2003#textchannels or * for all text channels in which to delete.
de_de: Befehl zum Leeren von Nachrichten in Textkanälen. Dieser Befehl löscht eine bestimmte Anzahl von Nachrichten, wobei verschiedene Filter angewendet werden können. Angepinnte Nachrichten werden ignoriert. Sie können auch nach einem oder mehreren Mitgliedern filtern. - `Benutzer`: \u2003@mentions, IDs oder Namen. - Erstes_Limit" und "Zweites_Limit": \Jeweils eine Nachricht, ein Delta oder eine ISO-Datumszeit. - `regex`: \u2003Ein Regex-Muster, das die Nachricht enthalten muss, um gelöscht zu werden. - `bots_only`: \`u2003Wenn nur Bots gelöscht werden sollen. Geben Sie `bots_only` oder `users` an. - `channels`: \u2003#textchannels oder * für alle Textkanäle, die gelöscht werden sollen.

source: Message limits are in different channels.
de_de: Die Grenzwerte für Nachrichten sind in verschiedenen Kanälen.

source: Marked as bots only, but users were specified.
de_de: Nur als Bots markiert, aber Benutzer wurden angegeben.

source: An attempt was made to delete the call message, but it has already been deleted.
de_de: Es wurde versucht, die Anrufmeldung zu löschen, aber sie wurde bereits gelöscht.

source: run commands multiple times
de_de: führe befehle mehrere male aus

source: Moderation related commands. (Each of these commands requires certain authorization).
de_de: Moderationsbezogene Befehle. (Jeder dieser befehle verlangt bestimmte Berechtigung)

source: time
de_de: zeit

source: the time
de_de: die zeit

source: put a user in the timeout
de_de: Einen Benutzer in den Timeout setzen

source: channel
de_de: textkanal

source: arguments
de_de: argumente

source: the channel
de_de: der textkanal

source: the user
de_de: der benutzer

source: the arguments
de_de: die argumente

source: execute commands with the rights of another user You can specify who executes this command in which text channel
de_de: Mit diesem Befehl können Sie Befehle mit den Rechten eines anderen Benutzers ausführen Sie können festlegen, wer diesen Befehl in welchem Textkanal ausführt

source: synchronize the bot with its commands The synchronization is used to reload the changes. Synchronize when ... - ...commands have been added, removed or changed - ...arguments are added, removed or changed - ...permissions are added, removed or changed - ...a global/server command becomes a server/global command
de_de: Synchronisierung des Bots mit seinen Befehlen Die Synchronisierung dient dazu, die Änderungen neu zu laden. Synchronisieren, wenn ... - ...Befehle hinzugefügt, entfernt oder geändert wurden - ...Argumente hinzugefügt, entfernt oder geändert werden - ...Berechtigungen hinzugefügt, entfernt oder geändert werden - ...ein Global/Server-Befehl zu einem Server/Global-Befehl wird

source: {amount} Command*s {where} synchronized.
de_de: {amount} 2 Befehl {where} synchronisiert.

source: globally
de_de: global

source: to the current guild
de_de: zu dem aktuellen server

source: Run shell commands.
de_de: Führe Shell Befehle aus.

source: the event name
de_de: der event name

source: Send an event
de_de: Sende ein Event ab

source: language
de_de: sprache

source: View all available languages' locale codes. You can check if your language is available by comparing against [this list](https://saimana.com/list-of-country-locale-code/) Some of these languages, like xtreme-owo or unplayable are no real languages but serve as a way to spice up the english text. If something is not yet translated, the english original text is used.
de_de: Anzeige der Gebietsschema-Codes aller verfügbaren Sprachen. Sie können überprüfen, ob Ihre Sprache verfügbar ist, indem Sie sie mit [dieser Liste](https://saimana.com/list-of-country-locale-code/) vergleichen. Einige dieser Sprachen, wie z.B. xtreme-owo oder unplayable sind keine echten Sprachen, sondern dienen dazu, den englischen Text aufzupeppen. Wenn etwas noch nicht übersetzt ist, wird der englische Originaltext verwendet.

source: locale
de_de: sprache

source: the locale
de_de: die sprache

source: Changes the language the bot replies for the guild. `<locale>` - The locale code of the language you want to use; full list can be found in `{prefix}language`
de_de: Ändert die Sprache, in der der Bot für Sie antwortet. `<locale>` - Der Sprach-Code der Sprache, die du verwenden möchtest; die vollständige Liste findest du in `{prefix}language`

source: Changes the language the bot replies for you. `<locale>` - The locale code of the language you want to use; full list can be found in `{prefix}language`
de_de: Ändert die Sprache, in der der Bot für Sie antwortet. `<locale>` - Der Sprach-Code der Sprache, die du verwenden möchtest; die vollständige Liste findest du in `{prefix}language`

source: Your current language is **{current_locale}**. Available options: {all_locales} Please use `{prefix}language set language_code` to choose one.
de_de: Deine aktuelle Sprache ist **{current_locale}**. Verfügbare Optionen: {all_locales} Bitte verwende `{prefix}language set language_code` um eine auszuwählen.

source: Not a valid language.
de_de: `{duration}` ist keine gültige Dauerzeichenfolge.

source: load
de_de: laden

source: extension
de_de: Erweiterung

source: the extension
de_de: die erweiterung

source: Load an extension of the bot
de_de: Lade die Erweiterung des Bots

source: Other commands without categories
de_de: Andere Befehle ohne zugehörige Kategorien

source: {emoji}︱Other
de_de: {emoji}︱Andere

source: Other
de_de: Andere

source: Other Commands
de_de: Andere Befehle

source: reload
de_de: neu laden

source: Reload extensions of the bot
de_de: Lade die Erweiterung des Bots neu

source: the code
de_de: der code

source: Run your own xyz codes. You can simply specify this code as an argument and also in quotes (`). Optionally you can use common attributes like ctx, bot, player etc. in the code.
de_de: Laden Sie eine neue Erweiterungsfunktion, mit der Sie Ihre eigenen Python-Codes ausführen können. Sie können diesen Code einfach als Argument und auch in Anführungszeichen (`) angeben. Optional können Sie allgemeine Attribute wie ctx, bot, player usw. im Code verwenden.

source: Setup the bot with its features
de_de: Richte den Bot mit seinen Funktionen ein

source: prefix
de_de: präfix

source: locked
de_de: geschlossen

source: user_limit
de_de: benutzerlimit

source: the prefix
de_de: der präfix

source: the suffix
de_de: das suffix

source: if locked
de_de: ob geschlossen

source: the user_limit
de_de: das benutzerlimit

source: Set up TempVoice with a wizard in seconds.
de_de: Richte das TempVoice mit einem Assistenten in Sekundenschnelle ein.

source: if hardcore
de_de: ob hardcore

source: if numbersonly
de_de: ob nur nummern

source: the goal
de_de: das Ziel

source: Set up Counting with a wizard in seconds.
de_de: Richte das Counting mit einem Assistenten in Sekundenschnelle ein.

source: Set up the Aboveme-Game with a wizard in seconds.
de_de: Richte das Aboveme-Game mit einem Assistenten in Sekundenschnelle ein.

source: Set up the Oneword-Game with a wizard in seconds.
de_de: Richte das Oneword-Game mit einem Assistenten in Sekundenschnelle ein.

source: tempvoice category
de_de: tempvoice-Kategorie

source: {emoji} This interface can be used to edit your temporary channel. More options are available with {command} commands.
de_de: {emoji} Mit dieser Schnittstelle können Sie Ihren temporären Kanal bearbeiten. Weitere Optionen sind mit den Befehlen {command} verfügbar.

source: The interface can be used with the buttons below.
de_de: Die Schnittstelle kann mit den unten stehenden Schaltflächen verwendet werden.

source: counting category
de_de: conting kategorie

source: aboveme category
de_de: aboveme kategorie

source: The one above me has certainly not played this excellent game yet...
de_de: `Der über mir` hat dieses ausgezeichnete Spiel sicherlich noch nicht gespielt...

source: {emoji} {prefix} **Setup completed**. {channel} can now be used to play aboveme on this Discord server!
de_de: {emoji} {prefix} **Einrichtung abgeschlossen**. {channel} kann jetzt verwendet werden, um aboveme auf diesem Discord-Server zu spielen!

source: oneword category
de_de: oneword kategorie

source: I
de_de: Ich

source: {emoji} {prefix} **Setup completed**. {channel} can now be used to play oneword on this Discord server!
de_de: {emoji} {prefix} **Einrichtung abgeschlossen**. {channel} kann jetzt verwendet werden, um oneword auf diesem Discord-Server zu spielen!

source: Turn off the bot completely
de_de: Schalten Sie den Bot vollständig aus

source: Bot is shutting down
de_de: Der Bot wird abgeschaltet

source: Test temporary commands
de_de: Teste temporäre Befehle

source: unload
de_de: entladen

source: Unload extensions of the bot
de_de: Entlade Erweiterung des Bots

source: If you think that's a mistake. Report per `{command_sig}`
de_de: Wenn Sie denken, dass das ein Fehler ist. Bericht per `{command_sig}`

source: You did something wrong, try !help
de_de: Sie haben etwas falsch gemacht, versuchen Sie !help

source: Only the bot owner can run the command `{command}`.
de_de: Nur der Bot Inhaber kann diesen Befehl nutzen `{command}`.
