Repository: KidusTV/locales
Catalog: locales/*/LC_MESSAGES/shake.po
Languages: de_de

source: No command named `{invoked_command}` found. Use "{prefix}help" for help.
de_de: Kein Befehl mit dem Namen `{invoked_command}` gefunden. Verwende "{prefix}help" für Hilfe.

source: No command named `{invoked_command}` found. Did you perhaps mean `{prefix}{closest_1}` {closest_2}?
de_de: Kein Befehl mit dem Namen `{invoked_command}` gefunden. Meintest du vielleicht `{prefix}{closest_1}` {closest_2}?

source: Welcome to {guild_name}
de_de: Willkommen bei {guild_name}

source: Please send the captcha code here. Hello! You are required to complete a captcha before entering the server. __**NOTE:**__ This is **not** Case Sensitive. **Why?** This is to protect the server against targeted attacks using automated user accounts. **Your Captcha:**
de_de: Bitte sende den Captcha-Code hier ein. Hallo! Du musst ein Captcha ausfüllen, bevor du den Server betreten kannst. __**HINWEIS:**__ Dies ist **nicht** Case Sensitive. **Warum?** Dies dient dem Schutz des Servers vor gezielte Angriffe mit automatisierten Benutzerkonten zu schützen. **Dein Captcha:**

source: {emoji} {prefix} **Thank you! You have been verified in guild __{guild_name}__**
de_de: {emoji} {prefix} **Dankeschön! Du wurdest in der Gilde __{guild_name}__** verifiziert

source: {user} you are not allowed show off multiple numbers in a row.
de_de: {user} Du darfst nicht mehrmals hintereinander angeben.

source: {user} ruined it {facepalm} **You can't show off several times in a row**. Someone should still go on.
de_de: {user} hat es ruiniert {facepalm} **Du kannst nicht mehrere male hintereinander angeben**. Jemand sollte weiter machen.

source: the one above me
de_de: der über mir

source: {emoji} Your message should start with **{trigger}**
de_de: {emoji} Deine Nachricht sollte mit `{trigger}` starten

source: {emoji} Your message should be something new
de_de: {emoji} Deine Nachricht sollte etwas neues sein

source: {user} you can't change the course of history several times in a row.
de_de: {user} Du kannst den Verlauf der Geschichte nicht mehrmals ändern.

source: {user} ruined it {facepalm} **You can't change the course of history several times in a row**. Someone should still go on.
de_de: {user} hat es ruiniert {facepalm} **Du kannst den Verlauf der Geschichte nicht mehrmals verändern**. Jemand sollte weiter machen.

source: {emoji} your message should contain **only one** word
de_de: {emoji} Deine Nachricht sollte **nur ein** Wort enthalten

source: {user} you are not allowed to count multiple numbers in a row.
de_de: {user} Die darfst nicht mehrmals hintereinander zählen.

source: {emoji} You're not allowed to use anything except numbers here
de_de: {emoji} Du darfst hier nichts außer Zahlen verwenden

source: {user} ruined it at **{count}** {facepalm}. **You apparently can't count properly**. The __next__ number {verb} ` {last} `. {streak}
de_de: {user} hat es bei **{count}** ruiniert {facepalm} . **Du kannst offenbar nicht richtig zählen**. Die __nächste__ Zahl {verb} ` {last} `. {streak}

source: **You've topped your best streak with {} 🔥**
de_de: **Du hast deine beste Serie mit {} getoppt 🔥**

source: is
de_de: ist

source: remains
de_de: bleibt

source: Incorrect number! The __next__ number is ` {last} `. **No stats have been changed since the current number was {count}.**
de_de: Falsche Nummer! Die __nächste__ Zahl ist ` {last}`. **Es wurden keine Statistiken geändert, seit die aktuelle Zahl {count} war.**

source: **You've reached your goal of {goal} {emoji} Congratulations**
de_de: **Du hast dein Ziel von {goal} {emoji} erreicht Glückwunsch**

source: {emoji} {prefix} **Wait before you open another temp channel directly**
de_de: {emoji} {prefix} **Warten Sie, bevor Sie einen anderen temporären Kanal direkt öffnen**

source: {emoji} {prefix} **You've already registered a voice channel**
de_de: {emoji} {prefix} **Sie haben bereits einen Sprachkanal registriert**

source: {emoji} **Invalid**! You are not in a valid temporary voice channel.
de_de: {emoji} **Ungültig**! Du bist nicht in einem gültigen temporären Sprachkanal.

source: CHOOSE A NAME FOR YOUR VOICE CHANNEL
de_de: WÄHLE EINEN NAMEN FÜR IHREN SPRACHKANAL

source: Leave blank to reset the name
de_de: Leer lassen, um den Namen zurückzusetzen

source: {emoji} **Updated!** Your channel’s name is now `{name}`!
de_de: {emoji} **Aktualisiert!** Der Name deines Kanals ist jetzt `{name}`!

source: CHOOSE A LIMIT FOR YOUR VOICE CHANNEL
de_de: WÄHLE EINEN GRENZWERT FÜR IHREN SPRACHKANAL

source: Leave blank to reset the limit
de_de: Leer lassen, um das Limit zurückzusetzen

source: {emoji} **Invalid!** ` {value} ` is not a valid Value!!
de_de: {emoji} **Ungültig**! {value} ` ist kein gültiger Wert!!

source: {emoji} **Updated!** Your channel’s limit is now ` {limit} `!
de_de: {emoji} **Aktualisiert!** Das Limit deines Kanals ist jetzt ` {limit} `!

source: unlimited
de_de: unenedlich

source: Select a Privacy Option
de_de: Wählen Sie eine Datenschutzoption

source: unlocked
de_de: geöffnen

source: invisible
de_de: unsichtbar

source: visible
de_de: sichtbar

source: {emoji} **Updated!** {channel} is now ` {mode} `!
de_de: {emoji} **Aktualisiert!** {channel} ist jetzt ` {mode} `!

source: Invisible
de_de: Unsichtbar

source: Everyone will be able to view your voice channel
de_de: Jeder wird deinen Sprachkanal sehen können

source: Visible
de_de: Sichtbar

source: Only trusted users will be able to view your voice channel
de_de: Nur vertrauenswürdige Benutzer können deinem Sprachkanal sehen.

source: Lock
de_de: Sperren

source: Only trusted users will be able to join your voice channel
de_de: Nur vertrauenswürdige Benutzer können deinem Sprachkanal beitreten

source: Unlock
de_de: geschlossen

source: Everyone will be able to join your voice channel
de_de: Jeder kann deinem Sprachkanal beitreten

source: {emoji} Use this menu to select an option:
de_de: {emoji} Verwende dieses Menü, um eine Option auszuwählen:

source: Selected user will own your tempvoice channel!
de_de: Der ausgewählte Nutzer wird Eigentümer deines TempVoice-Kanals!

source: {emoji} **Invalid**! The selected member is not a valid user in your temporary voice channel.
de_de: {emoji} **Ungültig**! Das ausgewählte Mitglied ist kein gültiger Benutzer in deinem temporären Sprachkanal.

source: {emoji} **Updated!** The {user} is now ` owner ` of your temporary {channel} channel!
de_de: {emoji} **Aktualisiert!** {user} ist jetzt ` Besitzer ` deines temporären Kanals {channel}!

source: Selected users will be trusted to join!
de_de: Ausgewählten Nutzern wird die Teilnahme zugetraut!

source: {emoji} **Updated!** The selected users are now ` trusted ` of your temporary {channel} channel!
de_de: {emoji} **Aktualisiert!** Die ausgewählten Benutzer sind jetzt ` vertrauenswürdig ` für deinen temporären Kanal {channel}!

source: Selected users will be kicked and blocked!
de_de: Ausgewählte Benutzer werden gekickt und gesperrt!

source: {emoji} **Updated!** The selected users are now ` blocked ` of your temporary {channel} channel!
de_de: {emoji} **Aktualisiert!** Die ausgewählten Benutzer sind jetzt für deinen temporären Kanal {channel} ` blockiert `!

source: Selected user will be kicked from your tempvoice channel!
de_de: Der ausgewählte Benutzer wird aus deinem TempVoice-Kanal gekickt!

source: {emoji} **Invalid**! None of the selected users are valid members of your temporary voice channel.
de_de: {emoji} **Ungültig**! Keiner der ausgewählten Benutzer ist ein gültiges Mitglied deines temporären Sprachkanal.

source: {emoji} **Updated!** The selected users got kicked from your temporary {channel} channel!
de_de: {emoji} **Aktualisiert!** Die ausgewählten Benutzer wurden aus deinem temporären {channel}-Kanal gekickt!

source: {emoji} this option is only for admins!
de_de: {emoji} Diese Option ist nur für Administratoren!

source: {emoji} Selected user is alredy owner of a temporary channel!
de_de: {emoji} Ausgewählter Benutzer ist bereits Besitzer eines temporären Channels!

source: {emoji} **Updated!** You are now ` owner ` of the temporary {channel} channel!
de_de: {emoji} **Aktualisiert!** Du bist jetzt ` Besitzer ` des temporären Kanals {channel}!

source: Selected users will be untrusted from joining!
de_de: Ausgewählten Benutzern wird der Beitritt verwehrt!

source: {emoji} **Updated!** The selected users are now ` untrusted ` of your temporary {channel} channel!
de_de: {emoji} **Aktualisiert!** Die ausgewählten Benutzer sind jetzt ` untrusted ` für deinen temporären {channel} Kanal!

source: Selected users will be unblocked from joining!
de_de: Ausgewählte Benutzer werden für den Beitritt freigeschaltet!

source: {emoji} **Updated!** The selected users are now ` unblocked ` of your temporary {channel} channel!
de_de: {emoji} **Aktualisiert!** Die ausgewählten Benutzer sind jetzt für deinen temporären Kanal {channel} "entsperrt"!
