Repository: KidusTV/locales
Catalog: */LC_MESSAGES/shake.po
Languages: fr_fr, ja_jp

source: {emoji} {prefix} **I'm sorry to say that I dont have your given locale.** Try to contribute [here]({link}) if you want to!
fr_fr: {emoji} {prefix} **Je suis désolé de dire que je n'ai pas votre langue locale.** Essayez de contribuer [here]({link}) si vous le voulez !

source: Load an extension of the bot
fr_fr: Charger une extension du bot
ja_jp: Botの拡張機能を読み込む

source: Manage the oneword features of the bot
fr_fr: Gérer les fonctionnalités ci-dessus du bot
ja_jp: Botの上記の機能を管理する

source: Set up the Oneword-Game with a wizard in seconds.
fr_fr: Installez le jeu ci-dessus avec un magicien en quelques secondes.
ja_jp: ウィザードを数秒でセットアップします。

source: oneword category
fr_fr: catégorie d'un mot
ja_jp: ワンワードカテゴリー

source: ︱oneword
fr_fr: —un mot
ja_jp: —一語

source: {emoji} {prefix} **Setup completed**. {channel} can now be used to play oneword on this Discord server!
fr_fr: {emoji} {prefix} **Installation terminée**. {channel} peut maintenant être utilisé pour jouer plus haut sur ce serveur Discord !
ja_jp: {emoji} {prefix} **セットアップ完了**。 {channel} をこのDiscordサーバーでプレイできるようになりました！

source: Other commands without categories
fr_fr: Autres commandes sans catégories
ja_jp: カテゴリのない他のコマンド

source: {emoji}︱Other
fr_fr: {emoji}— Autre
ja_jp: {emoji}—その他

source: Other
fr_fr: Autres
ja_jp: その他

source: Other Commands
fr_fr: Autres commandes
ja_jp: その他のコマンド

source: Reload extensions of the bot
fr_fr: Charger une extension du bot
ja_jp: Botの拡張機能を読み込む

source: Run your own xyz codes. You can simply specify this code as an argument and also in quotes (`). Optionally you can use common attributes like ctx, bot etc. in the code.
fr_fr: Exécutez vos propres codes xyz. Vous pouvez simplement spécifier ce code en tant qu'argument et aussi en guillemets (`). Vous pouvez éventuellement utiliser des attributs communs comme ctx, bot etc. dans le code.

source: synchronize the bot with its commands The synchronization is used to reload the changes. Synchronize when ... - ...commands have been added, removed or changed - ...arguments are added, removed or changed - ...permissions are added, removed or changed - ...a global/server command becomes a server/global command
fr_fr: synchroniser le bot avec ses commandes La synchronisation est utilisée pour recharger les modifications. Synchroniser quand . . - ... ommands ont été ajoutés, supprimés ou modifiés - . .arguments sont ajoutés, supprimés ou modifiés - ... les missions sont ajoutées, supprimées ou modifiées - . La commande .a global/server devient une commande serveur/global
ja_jp: synchronisieren Sie den Bot mit seinen Befehlen Die Synchronisation wird verwendet, um die Änderungen neu zu laden. Synchronisieren, wenn . . - ... ommands wurden hinzugefügt, entfernt oder geändert - . .Argumente hinzugefügt, entfernt oder geändert - ... ermissionen werden hinzugefügt, entfernt oder geändert - . .a global/server-Befehl wird ein Server/globaler Befehl

source: globally
fr_fr: globalement
ja_jp: グローバルに

source: to the current guild
fr_fr: à la guilde actuelle
ja_jp: 現在のギルドに

source: Setup the tempvoice features of the bot
fr_fr: Configurez les fonctionnalités temporaires du bot
ja_jp: Botのtempvoice機能をセットアップする

source: Set up TempVoice with a wizard in seconds.
fr_fr: Configurez le comptage avec un assistant en quelques secondes.
ja_jp: ウィザードでカウントを秒単位で設定します。

source: tempvoice category
fr_fr: catégorie de voix temporaire
ja_jp: tempvoiceカテゴリ

source: ︱Creator Channel
fr_fr: —Canal du créateur
ja_jp: — クリエイターチャンネル

source: TempVoice Interface
fr_fr: Interface TempVoix
ja_jp: TempVoiceインターフェイス

source: {emoji} This interface can be used to edit your temporary channel. More options will be available with {command} commands.
fr_fr: {emoji} Cette interface peut être utilisée pour modifier votre canal temporaire. Plus d'options seront disponibles avec les commandes {command}.

source: The interface can be used with the buttons below.
fr_fr: L'interface peut être utilisée avec les boutons ci-dessous.
ja_jp: インターフェイスは以下のボタンで使用できます。

source: Support
fr_fr: Soutien
ja_jp: サポート

source: Test temporary commands
fr_fr: Tester les commandes temporaires
ja_jp: 一時的なコマンドのテスト

source: Unload extensions of the bot
fr_fr: Charger une extension du bot
ja_jp: Botの拡張機能を読み込む

source: If you think that's a mistake. Report per `{command_sig}`
fr_fr: Si vous pensez que c'est une erreur. Signalez par `{command_sig}`
ja_jp: それが間違いだと思う場合は、`{command_sig}`ごとに報告してください。

source: You did something wrong, try !help
fr_fr: Vous avez fait quelque chose de mal, essayez !help
ja_jp: 何か間違ったことをしました。!help

source: Only the bot owner can run the command `{command}`.
fr_fr: Seul le propriétaire du bot peut exécuter la commande `{command}`.
ja_jp: Botの所有者のみが`{command}`コマンドを実行できます。

source: You are missing `{permission}` permission(s) to run this command.
fr_fr: Il vous manque `{permission}` permission(s) pour exécuter cette commande.

source: No command named `{invoked_command}` found. Use "{prefix}help" for help.
fr_fr: Aucune commande nommée `{invoked_command}` trouvée. Utilisez "{prefix}help" pour obtenir de l'aide.
ja_jp: `{invoked_command}` という名前のコマンドが見つかりませんでした。ヘルプは "{prefix}ヘルプ" を使用してください。

source: No command named `{invoked_command}` found. Did you perhaps mean `{prefix}{closest_1}` {closest_2}?
fr_fr: Aucune commande nommée `{invoked_command}` trouvée. Vouliez-vous dire `{prefix}{closest_1}` {closest_2}?
ja_jp: `{invoked_command}`という名前のコマンドは見つかりませんでした。`{prefix}{closest_1}` {closest_2} を意味しましたか？

source: Welcome to {guild_name}
fr_fr: Bienvenue sur {guild_name}
ja_jp: {guild_name} へようこそ

source: Please send the captcha code here. Hello! You are required to complete a captcha before entering the server. __**NOTE:**__ This is **not** Case Sensitive. **Why?** This is to protect the server against targeted attacks using automated user accounts. **Your Captcha:**
fr_fr: Veuillez envoyer le code captcha ici. Bonjour ! Vous devez compléter un captcha avant d'entrer dans le serveur. __**NOTE:**__ Ceci n'est **pas** sensible à la casse. **Pourquoi? * Il s'agit de protéger le serveur contre les attaques ciblées à l'aide de comptes utilisateurs automatisés. **Ton Captcha :**
ja_jp: Bitte senden Sie hier den Captcha-Code. Hallo! Du musst ein Captcha vor dem Betreten des Servers abschließen. __**NOTE:**__ Dies ist **nicht** Groß-/Kleinschreibung. **Warum? * Damit wird der Server gegen gezielte Angriffe mittels automatisierter Benutzerkonten geschützt. **Dein Captcha:**

source: {emoji} {prefix} **Thank you! You have been verified in guild __{guild_name}__**
fr_fr: {emoji} {prefix} **Merci! Vous avez été vérifié dans la guilde __{guild_name}__**
ja_jp: {emoji} {prefix} **ありがとうございます！ギルド_{guild_name}__で認証されました**

source: {user} you are not allowed show off multiple numbers in a row.
fr_fr: {user} vous n'êtes pas autorisé à compter plusieurs nombres dans une ligne.
ja_jp: {user} 行に複数の数字を数えることはできません。

source: {user} ruined it {facepalm} **You can't show off several times in a row**. Someone should still go on.
fr_fr: {user} l'a ruiné {facepalm} **Vous ne pouvez pas montrer plusieurs fois de suite **. Quelqu'un devrait encore continuer.
ja_jp: {user} が {facepalm} を台無しにしました **あなたは行内で何度も表示することはできません**。 誰かがまだ続ける必要があります。

source: the one above me
fr_fr: celui qui est au-dessus de moi
ja_jp: 私の上にあるのは

source: {emoji} Your message should start with **{trigger}**
fr_fr: {emoji} Votre message devrait commencer par **{trigger}**
ja_jp: {emoji} あなたのメッセージは **{trigger} ** で始まる必要があります

source: {emoji} Your message should be something new
fr_fr: {emoji} Votre message devrait être quelque chose de nouveau
ja_jp: {emoji} あなたのメッセージは新しいものにする必要があります

source: {user} you can't change the course of history several times in a row.
fr_fr: {user} vous ne pouvez pas changer le cours de l'historique plusieurs fois de suite.
ja_jp: {user} 連続して歴史のコースを数回変更することはできません。

source: {user} ruined it {facepalm} **You can't change the course of history several times in a row**. Someone should still go on.
fr_fr: {user} l'a ruiné {facepalm} **Vous ne pouvez pas montrer plusieurs fois de suite **. Quelqu'un devrait encore continuer.
ja_jp: {user} が {facepalm} を台無しにしました **あなたは行内で何度も表示することはできません**。 誰かがまだ続ける必要があります。

source: {emoji} your message should contain **only one** word
fr_fr: {emoji} votre message doit contenir **un seul mot**
ja_jp: {emoji} あなたのメッセージには **1つだけ** の単語が含まれている必要があります

source: {user} you are not allowed to count multiple numbers in a row.
fr_fr: {user} vous n'êtes pas autorisé à compter plusieurs nombres dans une ligne.
ja_jp: {user} 行に複数の数字を数えることはできません。

source: {emoji} You're not allowed to use anything except numbers here
fr_fr: {emoji} Vous n'êtes pas autorisé à utiliser quoi que ce soit sauf des chiffres ici
ja_jp: {emoji} ここでは数字以外は使用できません

source: {user} ruined it at **{count}** {facepalm}. **You apparently can't count properly**. The __next__ number {verb} ` {last} `. {streak}
fr_fr: {user} l'a ruiné à **{count}** ** {facepalm}. **Vous ne pouvez apparemment pas compter correctement **. Le __next__ numéro {verb} ` {last} `. {streak}
ja_jp: {user} が **{count}** {facepalm}で台無しにしました。**正しく数えられない** 。 __next__ 番号 {verb} ` {last} `。 {streak}

source: **You've topped your best streak with {} 🔥**
fr_fr: **Vous avez surmonté votre meilleure série avec {} 🔥**
ja_jp: **あなたは {} :fireで最高の連勝数を突破しました:**

source: is
fr_fr: est
ja_jp: は

source: remains
fr_fr: restes
ja_jp: 残っている

source: Incorrect number! The __next__ number is ` {last} `. **No stats have been changed since the current number was {count}.**
fr_fr: Nombre incorrect ! Le nombre __next__ est ` {last} `. **Aucune statistique n'a été modifiée depuis que le nombre actuel était {count}.**
ja_jp: 番号が正しくありません！ __next__ 番号は ` {last} `です。**現在の番号は {count} であったため、統計は変更されていません。**

source: **You've reached your goal of {goal} {emoji} Congratulations**
fr_fr: **Vous avez atteint votre objectif de {goal} {emoji} Félicitations**
ja_jp: ** {goal} {emoji} おめでとうございます**

source: {emoji} {prefix} **Wait before you open another temp channel directly**
fr_fr: {emoji} {prefix} **Attendez avant d'ouvrir un autre canal temporairement**
ja_jp: {emoji} {prefix} **別の一時チャンネルを開くまでお待ちください**

source: {emoji} {prefix} **You've already registered a voice channel**
fr_fr: {emoji} {prefix} **Vous avez déjà enregistré un salon vocal**
ja_jp: {emoji} {prefix} **あなたはすでにボイスチャンネルを登録しています**

source: {emoji} **Invalid**! You are not in a valid temporary voice channel.
fr_fr: {emoji} **Invalide** ! Vous n'êtes pas dans un salon vocal temporaire valide.
ja_jp: {emoji} **無効**！ 有効な一時的なボイスチャンネルにいません。

source: CHOOSE A NAME FOR YOUR VOICE CHANNEL
fr_fr: CHOISISSEZ UN NOM POUR VOICE CHANNEL
ja_jp: ボイスチャンネルの名前を選択してください

source: Leave blank to reset the name
fr_fr: Laisser vide pour réinitialiser le nom
ja_jp: 名前をリセットするには空白のままにしてください

source: {emoji} **Updated!** Your channel’s name is now `{name}`!
fr_fr: {emoji} **Mis à jour!** Le nom de votre salon est maintenant `{name}`!
ja_jp: {emoji} **更新されました！** あなたのチャンネルの名前は`{name} `になりました！

source: CHOOSE A LIMIT FOR YOUR VOICE CHANNEL
fr_fr: CHOISISSEZ UN NOM POUR VOICE CHANNEL
ja_jp: ボイスチャンネルの名前を選択してください

source: Leave blank to reset the limit
fr_fr: Laisser vide pour réinitialiser le nom
ja_jp: 名前をリセットするには空白のままにしてください

source: {emoji} **Invalid!** ` {value} ` is not a valid Value!!
fr_fr: {emoji} **Invalide !** ` {value} ` n'est pas une valeur valide!!
ja_jp: {emoji} **無効！** {value} ` は有効な値ではありません！

source: {emoji} **Updated!** Your channel’s limit is now ` {limit} `!
fr_fr: {emoji} **Mis à jour!** Le nom de votre salon est maintenant `{limit} `!
ja_jp: {emoji} **更新されました！** あなたのチャンネルの名前は`{limit} `になりました！

source: unlimited
fr_fr: illimité
ja_jp: 無制限の

source: Select a Privacy Option
fr_fr: Sélectionnez une option de confidentialité
ja_jp: プライバシーオプションを選択

source: unlocked
fr_fr: déverrouillé
ja_jp: ロックを解除しました

source: locked
fr_fr: verrouillé
ja_jp: ロック中

source: {emoji} **Updated!** {channel} is now ` {mode} `!
fr_fr: {emoji} **Mis à jour!** Le nom de votre salon est maintenant `{name} `!
ja_jp: {emoji} **更新されました！** あなたのチャンネルの名前は`{limit} `になりました！

source: Everyone will be able to view your voice channel
fr_fr: Tout le monde pourra voir votre salon vocal
ja_jp: 誰でもあなたのボイスチャンネルを見ることができます

source: Only trusted users will be able to view your voice channel
fr_fr: Tout le monde pourra voir votre salon vocal
ja_jp: 誰でもあなたのボイスチャンネルを見ることができます

source: Lock
fr_fr: Verrouiller
ja_jp: ロック

source: Only trusted users will be able to join your voice channel
fr_fr: Tout le monde pourra voir votre salon vocal
ja_jp: 誰でもあなたのボイスチャンネルを見ることができます

source: Unlock
fr_fr: Déverrouiller
ja_jp: ロック解除

source: Everyone will be able to join your voice channel
fr_fr: Tout le monde pourra voir votre salon vocal
ja_jp: 誰でもあなたのボイスチャンネルを見ることができます

source: {emoji} Use this menu to select an option:
fr_fr: {emoji} Utilisez ce menu pour sélectionner une option :
ja_jp: {emoji} このメニューを使用してオプションを選択：

source: Selected user will own your tempvoice channel!
fr_fr: L'utilisateur sélectionné sera propriétaire de votre canal vocal temporaire!
ja_jp: 選択したユーザーはあなたのtempvoiceチャンネルを所有します！

source: {emoji} **Invalid**! The selected member is not a valid user in your temporary voice channel.
fr_fr: {emoji} **Invalide** ! Le membre sélectionné n'est pas un utilisateur valide dans votre salon vocal temporaire.
ja_jp: {emoji} **無効**！選択したメンバーは、一時的なボイスチャンネルの有効なユーザーではありません。

source: {emoji} **Updated!** The {user} is now ` owner ` of your temporary {channel} channel!
fr_fr: {emoji} **Mis à jour!** Le {user} est maintenant le propriétaire ` de votre salon temporaire {channel}!
ja_jp: {emoji} **更新されました！** あなたの一時的な {user} チャンネルの {channel} 所有者` になりました！

source: Selected users will be trusted to join!
fr_fr: Les utilisateurs sélectionnés auront confiance pour rejoindre !
ja_jp: 選択したユーザーは参加を信頼されます！

source: {emoji} **Updated!** The selected users are now ` trusted ` of your temporary {channel} channel!
fr_fr: {emoji} **Mis à jour!** Le {user} est maintenant le propriétaire ` de votre salon temporaire {channel}!
ja_jp: {emoji} **更新されました！** あなたの一時的な {user} チャンネルの {channel} 所有者` になりました！

source: Selected users will be kicked and blocked!
fr_fr: Les utilisateurs sélectionnés seront expulsés et bloqués !
ja_jp: 選択したユーザーはキックされてブロックされます！

source: {emoji} **Updated!** The selected users are now ` blocked ` of your temporary {channel} channel!
fr_fr: {emoji} **Mis à jour!** Le {user} est maintenant le propriétaire ` de votre salon temporaire {channel}!
ja_jp: {emoji} **更新されました！** あなたの一時的な {user} チャンネルの {channel} 所有者` になりました！

source: Selected user will be kicked from your tempvoice channel!
fr_fr: L'utilisateur sélectionné sera propriétaire de votre canal vocal temporaire!
ja_jp: 選択したユーザーはあなたのtempvoiceチャンネルを所有します！

source: {emoji} **Invalid**! None of the selected users are valid members of your temporary voice channel.
fr_fr: {emoji} **Invalide** ! Le membre sélectionné n'est pas un utilisateur valide dans votre salon vocal temporaire.
ja_jp: {emoji} **無効**！選択したメンバーは、一時的なボイスチャンネルの有効なユーザーではありません。

source: {emoji} **Updated!** The selected users got kicked from your temporary {channel} channel!
fr_fr: {emoji} **Mis à jour!** Le {user} est maintenant le propriétaire ` de votre salon temporaire {channel}!
ja_jp: {emoji} **更新されました！** あなたの一時的な {user} チャンネルの {channel} 所有者` になりました！

source: {emoji} this option is only for admins!
fr_fr: {emoji} cette option est uniquement pour les administrateurs !
ja_jp: {emoji} このオプションは管理者専用です！

source: {emoji} Selected user is alredy owner of a temporary channel!
fr_fr: {emoji} L'utilisateur sélectionné est toujours le propriétaire d'un salon temporaire!
ja_jp: {emoji} 選択したユーザーは一時的なチャンネルの所有者です！

source: {emoji} **Updated!** You are now ` owner ` of the temporary {channel} channel!
fr_fr: {emoji} **Mis à jour!** Le {user} est maintenant le propriétaire ` de votre salon temporaire {channel}!
ja_jp: {emoji} **更新されました！** あなたの一時的な {user} チャンネルの {channel} 所有者` になりました！

source: Selected users will be untrusted from joining!
fr_fr: Les utilisateurs sélectionnés auront confiance pour rejoindre !
ja_jp: 選択したユーザーは参加を信頼されます！

source: {emoji} **Updated!** The selected users are now ` untrusted ` of your temporary {channel} channel!
fr_fr: {emoji} **Mis à jour!** Le {user} est maintenant le propriétaire ` de votre salon temporaire {channel}!
ja_jp: {emoji} **更新されました！** あなたの一時的な {user} チャンネルの {channel} 所有者` になりました！

source: Selected users will be unblocked from joining!
fr_fr: Les utilisateurs sélectionnés auront confiance pour rejoindre !
ja_jp: 選択したユーザーは参加ブロックを解除されます！

source: {emoji} **Updated!** The selected users are now ` unblocked ` of your temporary {channel} channel!
fr_fr: {emoji} **Mis à jour!** Le {user} est maintenant le propriétaire ` de votre salon temporaire {channel}!
ja_jp: {emoji} **更新されました！** あなたの一時的な {user} チャンネルの {channel} 所有者` になりました！

source: Page
ja_jp: ページ

source: Usage
ja_jp: 使用法

source: Stands for the argument being __**necessary**__.
ja_jp: 引数は __**必ずしも**__となります。

source: information
ja_jp: 情報

source: Information
ja_jp: 情報

source: Total
ja_jp: 合計

source: Total: {members}
ja_jp: 合計: {members}

source: Perms
ja_jp: 権限

source: ︱interface
ja_jp: —インターフェイス

source: invisible
ja_jp: 見えない

source: visible
ja_jp: 表示

source: Invisible
ja_jp: 見えない

source: Visible
ja_jp: 表示
