Repository: KidusTV/locales
Catalog: */LC_MESSAGES/shake.po
Languages: fr_fr, ja_jp

source: `{duration}` is not a valid duration string.
fr_fr: `{duration}` ` n'est pas une chaîne de durée valide.
ja_jp: '{duration}' は有効な期間文字列ではありません。

source: `{datetime_string}` is not a valid ISO-8601 datetime string
fr_fr: `{datetime_string}` ` n'est pas une chaîne de durée valide
ja_jp: '{datetime_string}' は有効な期間文字列ではありません。

source: Regex pattern missing wrapping backticks
fr_fr: Schéma de regex: backticks d'encapsulation manquant
ja_jp: バックティックの折り返しに正規表現パターンがありません

source: Regex error: {e_msg}
fr_fr: Erreur de regex: {e_msg}
ja_jp: 正規表現エラー: {e_msg}

source: Choose a Category...
fr_fr: Choisir une catégorie...
ja_jp: カテゴリを選択してください...

source: An unknown error has occurred, sorry
fr_fr: Une erreur inconnue est survenue, désolée
ja_jp: 不明なエラーが発生しました。申し訳ありません。

source: stop
fr_fr: arrêter
ja_jp: 停止する

source: [{name} (upload a file)]
fr_fr: [{name} (télécharger un fichier)]
ja_jp: [{name} (ファイルをアップロード)]

source: <{name} (upload a file)>
fr_fr: [{name} (télécharger un fichier)]
ja_jp: [{name} (ファイルをアップロード)]

source: [{name} (upload files)]...
fr_fr: [{name} (télécharger un fichier)]...
ja_jp: [{name} (ファイルをアップロード)]...

source: No help available
fr_fr: Aucune aide disponible
ja_jp: ヘルプはありません

source: Examples
fr_fr: Exemples
ja_jp: 例

source: None
fr_fr: Aucun
ja_jp: なし

source: Necessary user permissions
fr_fr: Autorisations utilisateur nécessaires
ja_jp: 必要なユーザー権限

source: User
fr_fr: Utilisateur
ja_jp: ユーザー

source: This command is new and is in its beta version
fr_fr: Cette commande est nouvelle et est dans sa version bêta
ja_jp: このコマンドは新規でベータ版です

source: Only the owner of the shake bot can run this command
fr_fr: Seul le propriétaire du bot secoué peut exécuter cette commande

source: Start a Shake Pro subscription to run this command
fr_fr: Démarrez un abonnement Shake Pro pour exécuter cette commande
ja_jp: このコマンドを実行するには、Shake Pro のサブスクリプションを開始してください

source: This command requires certain rights from the user to be executed
fr_fr: Cette commande requiert certains droits de l'utilisateur à exécuter
ja_jp: このコマンドを実行するには、ユーザーからの特定の権限が必要です

source: Announce
fr_fr: Annonce
ja_jp: お知らせ

source: Write the command name (without the prefix) in this chat to get more specific information about a command.
fr_fr: Écrivez le nom de la commande (sans le préfixe) dans ce chat pour obtenir plus d'informations spécifiques sur une commande.

source: Page {current}/{max} ({entries} commands)
fr_fr: Page {current}/{max} ({entries} commandes)
ja_jp: ページ {current}/{max} ({entries} コマンド)

source: No help given... (maybe report to team)
fr_fr: Aucune aide donnée... (peut-être rapporter à l'équipe)
ja_jp: ヘルプがありません... (多分チームに報告してください)

source: No help given... (use bugreport)
fr_fr: Aucune aide donnée... (utiliser le rapport de bogue)
ja_jp: ヘルプがありません... (bugreportを使用してください)

source: Hello and welcome to my help page {emoji} Type `{prefix}help <command/category>` to get more information on a command/category.
fr_fr: Bonjour et bienvenue sur ma page d'aide {emoji} Tapez `{prefix}help <command/category>` pour obtenir plus d'informations sur une commande/catégorie.
ja_jp: こんにちは、ヘルプページ {emoji}へようこそ `{prefix}help <command/category>`と入力して、 コマンド/カテゴリの詳細情報を取得します。

source: Support Server
fr_fr: Serveur de support
ja_jp: サポートサーバー

source: You can get more help if you join the official server at [https://discord.gg/shake]({support_server})
fr_fr: Vous pouvez obtenir plus d'aide si vous rejoignez le serveur officiel sur [https://discord.gg/shake]({support_server})
ja_jp: 公式サーバーに参加するには [https://discord.gg/shake]({support_server} ) を参照してください。

source: Who am I?
fr_fr: Qui suis-je ?
ja_jp: 私は誰ですか？

source: {} bot, which is partially intended for the public. Written with only `{:,}` lines. Please be nice
fr_fr: {} bot, qui est partiellement destiné au public. Écrit avec seulement des lignes `{:<unk> `. Soyez gentil
ja_jp: {} botは一部公開対象です。 `{:,}`の行だけで書かれています。どうぞよろしくお願いします。

source: I am a functional all-in-one bot that will simplify setting up your server for you! I have been created {created_at} & I have functions like voting, level system, music, moderation & much more. You can get more information by using the dropdown menu below. dropdown menu.
fr_fr: Je suis un robot tout-en-un fonctionnel qui simplifiera la configuration de votre serveur pour vous ! J'ai été créé {created_at} & j'ai des fonctions comme voter, , musique, modération et bien plus encore. Vous pouvez obtenir plus d'informations en utilisant le menu déroulant ci-dessous. menu déroulant.

source: Stands for that the argument is __**optional**__.
fr_fr: Pour cela, l'argument est __**optionnel**.
ja_jp: 引数は __**optional**__ です。

source: Stands for the argument can be __**either A or B**__.
fr_fr: Les places pour l'argument peuvent être __**soit A ou B**__.
ja_jp: 引数の値は __**A か B**__のいずれかになります。

source: Stands for the fact that you can use multiple arguments. Now that you know the basics, you should still know that... __**You don't include the parentheses!**__
fr_fr: Se tient pour le fait que vous pouvez utiliser plusieurs arguments. Maintenant que vous connaissez les bases, vous devriez toujours le savoir. . __**Vous n'incluez pas les parenthèses ! *__
ja_jp: Steht für die Tatsache, dass Sie mehrere Argumente verwenden können. Nun, da du die Grundlagen kennst, Sie sollten das immer noch wissen... __**Du nimmst die Klammern nicht ein! *__

source: How do I use the bot?
fr_fr: Comment utiliser le bot?
ja_jp: ボットをどのように使うのですか?

source: Reading the bot structure is pretty easy.
fr_fr: La lecture de la structure du bot est assez facile.
ja_jp: ボット構造を読むのはとても簡単です。

source: An unknown error has occurred, I apologize, the responsible developers will be notified
fr_fr: Une erreur inconnue s'est produite, excusez-moi, les développeurs responsables seront avertis

source: "{command}" \N{EM DASH} Unknown command. Use "{prefix}help" for help.
fr_fr: Commande inconnue "{command}" \N{EM DASH} . Utilisez "{prefix}help" pour obtenir de l'aide.

source: Count for yourself
fr_fr: Comptez pour vous
ja_jp: 自分自身でカウント

source: Start?
fr_fr: Commencer ?
ja_jp: 開始？

source: Congratulation
fr_fr: Félicitations
ja_jp: おめでとうございます

source: Yes
fr_fr: Oui
ja_jp: はい

source: Have fun!
fr_fr: Amusez-vous bien!
ja_jp: お楽しみください!

source: Remind others how bad @everyone actually is With this command you can show other people with a picture/gif alone, how unnecessary a @everyone ping is. You can also use this command to express that someone is spamming @everyone again.
fr_fr: Rappelez aux autres à quel point @everyone est vraiment mauvais Avec cette commande, vous pouvez montrer aux autres personnes avec une photo/gif seule, à quel point un ping @everyone est inutile. Vous pouvez également utiliser cette commande pour dire que quelqu'un spamme @everyone de nouveau.

source: and
fr_fr: et
ja_jp: と

source: Stop spamming @everyone! It's not that important....
fr_fr: Arrêtez de spammer @everyone! Ce n'est pas si important....
ja_jp: @everyoneをスパムするのをやめてください！ それほど重要ではありませんchar@@1

source: {members}, stop spamming @everyone! It's not that important...
fr_fr: arrêtez de spammer @everyone! Ce n'est pas si important...
ja_jp: @everyoneをスパムするのをやめてください！ それほど重要ではありませんchar@@1

source: Commands for fun and distraction
fr_fr: Commandes pour l'amusement et la distraction
ja_jp: 楽しさと気晴らしのためのコマンド

source: Gimmick Commands
fr_fr: Commandes Gimmick
ja_jp: ギミックコマンド

source: Reveal the length of a user's pp With this command you can find out, using a very clever and definitely not random generator, how long the pp of a selected user is. __Please note__: If you don't specify a user, I might reveal your pp as well.
fr_fr: Révélez la longueur du pp d'un utilisateur Avec cette commande, vous pouvez le trouver, en utilisant un générateur très intelligent et certainement pas aléatoire, combien de temps est le pp d'un utilisateur sélectionné. __Veuillez noter__: Si vous ne spécifiez pas d'utilisateur, Je pourrais aussi révéler votre pp.
ja_jp: Zeige die Länge eines Benutzers pp mit diesem Befehl kannst du herausfinden mit einem sehr cleveren und definitiv nicht zufälligen Generator, wie lange der pp eines ausgewählten Benutzers ist. __Please note__: Wenn Sie keinen Benutzer angeben, Ich könnte auch Ihren pp preisgeben.

source: Show your support to LGBT+ with a rainbow filter! ^^
fr_fr: Montrez votre soutien à LGBT+ avec un filtre arc-en-ciel! ^^
ja_jp: レインボーフィルターでLGBT+をサポートしよう! ^^

source: **{emoji} {prefix} `{user}` is part of it**
fr_fr: **{emoji} {prefix} `{user}` en fait partie**
ja_jp: **{emoji} {prefix} `{user}` はその一部です**

source: displays a random number in a specified range of values. (Default: 1-6)
fr_fr: affiche un nombre aléatoire dans une plage de valeurs spécifiée. (par défaut: 1-6)
ja_jp: は、指定された範囲内の乱数を表示します。デフォルト: 1-6)

source: 🎲 Dice roll
fr_fr: 🎲 Rouleau de dés
ja_jp: 🎲 サイコロロール

source: You have rolled a random number and the result is __**{number}**__
fr_fr: Vous avez lancé un nombre aléatoire et le résultat est __**{number}**__
ja_jp: 乱数が転がってしまった結果は __**{number}**__

source: I will say whatever you tell me to say. - `reply`: \u2003True or False whether the bot should reply to you. - `text`: \u2003The text to repeat.
fr_fr: Je dirai ce que vous me dites de dire. - `reply` : \u2003Vrai ou Faux si le bot doit vous répondre. - `text` : \u2003Le texte à répéter.
ja_jp: Ich werde sagen, was Sie mir sagen. - `reply`: \u2003True oder Falsch, ob der Bot Ihnen antworten soll. - `text`: \u2003Der zu wiederholende Text.

source: Displays information about a set of characters. Only up to 25 characters at a time.
fr_fr: Affiche des informations sur un ensemble de caractères. Seulement jusqu'à 25 caractères à la fois.
ja_jp: 文字の集合に関する情報を表示します。 一度に最大25文字までです。

source: Charinfo Command
fr_fr: Commande Charinfo
ja_jp: Charinfoコマンド

source: Informative commands about a wide variety of things. Sometimes you find out new things 🤷
fr_fr: Commandes informatives sur une grande variété de choses. Parfois, vous découvrez de nouvelles choses 🤷
ja_jp: いろいろなことについての有益なコマンド 時々新しいことを見つけます 🤷

source: info
fr_fr: Infos
ja_jp: 情報

source: Invite the bot to your server. Of course, you can also simply add the bot via its user profile.
fr_fr: Invitez le bot sur votre serveur. Bien sûr, vous pouvez aussi simplement ajouter le bot via son profil utilisateur.
ja_jp: Botをサーバーに招待します。 もちろん、ユーザープロファイルからBotを追加することもできます。

source: The Shake Team and I thank you for your interest
fr_fr: L'équipe Secouée et moi vous remercions pour votre intérêt
ja_jp: シェイクチームと私はあなたの興味に感謝します

source: Add Shake to your Server
fr_fr: Ajouter Shake à votre serveur

source: Get information about Shake+. Of course, you dont have to. It's like a tip
fr_fr: Obtenez des informations sur Shake+. Bien sûr, vous n'avez pas à le faire. C'est comme une astuce
ja_jp: Shake+に関する情報を取得します。 もちろん、必要はありません。ヒントのようなものです。

source: > Shake Premium (Shake+)
fr_fr: > Secouer Premium (Shake+)
ja_jp: > シェイクプレミアム (Shake+)

source: {emoji} This Discord server has no premium activated.
fr_fr: {emoji} Ce serveur Discord n'a pas de premium activé.
ja_jp: {emoji} このDiscordサーバーはプレミアムを有効化していません。

source: {emoji} The benefit of supporting Shake as Patreon
fr_fr: {emoji} L'avantage de soutenir Shake en tant que Patreon
ja_jp: {emoji} Patreonとしてシェイクをサポートする利点

source: Supporting the Bot as Patreon will keep the motivation for the development of Shake and make sure that all hosting costs are covered. Premium makes **voting no longer necessary** and gives you **more creator channel** to customize!
fr_fr: Soutenir le Bot en tant que Patreon conservera la motivation pour le développement de Shake et s'assurer que tous les coûts d'hébergement sont couverts. Premium rend **le vote plus nécessaire** et vous donne **plus de canal créateur** à personnaliser !
ja_jp: PatreonとしてBotをサポートすることは、Shakeの開発のモチベーションを維持し、すべてのホスティングコストがカバーされていることを確認します。 プレミアムは**投票不要**になり、カスタマイズするために**より多くのクリエイターチャネル**を提供します！

source: {emoji} Helpful links for understanding Patreon
fr_fr: {emoji} liens utiles pour comprendre Patreon
ja_jp: {emoji} Patreon を理解するのに役立つリンク

source: **[What is Patreon?](https://support.patreon.com/hc/articles/204606315-What-is-Patreon-)** **[What currencies does Patreon support?](https://support.patreon.com/hc/articles/360039589091-Patreon-s-supported-currencies)** **[How do I connect Discord to Patreon?](https://support.patreon.com/hc/articles/212052266-How-do-I-connect-Discord-to-Patreon-Patron-)**
fr_fr: **[Qu'est-ce que Patreon ?](https://support.patreon.com/hc/articles/204606315-What-is-Patreon-)** **[Que supporte Patreon ?](https://support.patreon.com/hc/articles/360039589091-Patreon-s-supported-currencies)** **[Comment connecter Discord à Patreon ?](https://support.patreon.com/hc/articles/212052266-How-do-I-connect-Discord-to-Patreon-Patron-)**
ja_jp: **[Was ist Patreon?](https://support.patreon.com/hc/articles/204606315-What-is-Patreon-)** **[Welche Währungen unterstützt Patreon?](https://support.patreon.com/hc/articles/360039589091-Patreon-s-supported-currencies)** **[Wie verbinde ich Discord mit Patreon?](https://support.patreon.com/hc/articles/212052266-How-do-I-connect-Discord-to-Patreon-Patron-)**

source: Freemium | Premium isn't required
fr_fr: Freemium | Premium n'est pas requis
ja_jp: Freemium | プレミアムは必要ありません

source: Add Shake to your server
fr_fr: Ajouter Shake à votre serveur
ja_jp: サーバーにシェイクを追加

source: View objects from certain documentation. RTFM is internet slang for the phrase "read the damn manual".
fr_fr: Voir les objets depuis une certaine documentation. RTFM est une langue Internet pour la phrase "lire le maudit manuel".
ja_jp: 特定のドキュメントからオブジェクトを表示します。 RTFMは「マニュアルを読む」というフレーズのインターネットスラングです。

source: Couldn't find anything.
fr_fr: Impossible de trouver.
ja_jp: 何も見つかりませんでした。

source: Uses
fr_fr: Utilisations
ja_jp: 使用

source: **Total uses**: {total_uses}
fr_fr: **Utilisation totale**: {total_uses}
ja_jp: **合計使用量**: {total_uses}

source: **Top {top} member**:
fr_fr: **Top {top} membre**:
ja_jp: **トップ {top} のメンバー**:

source: Get information about a specific server. This command will show you some information about a server. - `information`: \u2003[owner, member, creation, ...].
fr_fr: Obtenir des informations sur un serveur spécifique. Cette commande vous montrera quelques informations sur un serveur. - `information` : \u2003[propriétaire, membre, création, . .].
ja_jp: Erhalte Informationen über einen bestimmten Server. Dieser Befehl zeigt Ihnen einige Informationen über einen Server. - `information`: \u2003[Eigentümer, Mitglied, Kreation, . .].

source: Info for {guild_name}
fr_fr: Infos pour {guild_name}
ja_jp: {guild_name} の情報

source: Owner
fr_fr: Propriétaire
ja_jp: 所有者

source: Partnered
fr_fr: Partenaire
ja_jp: パートナー

source: Safe for work
fr_fr: Sécurisé pour le travail
ja_jp: 安全な仕事

source: Large
fr_fr: Gros
ja_jp: 大

source: Members
fr_fr: Membres
ja_jp: メンバー

source: Roles
fr_fr: Rôles
ja_jp: ロール

source: Created
fr_fr: Créé
ja_jp: 作成済み

source: Get some basic information and statistics about me. very useful to stalk
fr_fr: Obtenez quelques informations de base et des statistiques à mon sujet. très utile pour traquer
ja_jp: 私についての基本的な情報と統計情報を取得します。 ストーキングに非常に役立ちます

source: Shake Statistics
fr_fr: Statistiques de secousse

source: general
fr_fr: Général
ja_jp: 一般的な

source: ```py v{version} from {owner} {_started} {time} {date} ```
fr_fr: ```py v{version} de {owner} {_started} {time} {date} ```

source: started
fr_fr: commencer ?

source: host
fr_fr: Hôte
ja_jp: ホスト

source: server
fr_fr: serveur
ja_jp: サーバー

source: user
fr_fr: utilisateur
ja_jp: ユーザー

source: commands
fr_fr: commandes
ja_jp: コマンド

source: used
fr_fr: utilisé
ja_jp: 使用中

source: Get information about you or a specified user.
fr_fr: Obtenir des informations à propos de vous ou d'un utilisateur spécifié.
ja_jp: あなたまたは特定のユーザーに関する情報を取得します。

source: Idle
fr_fr: Inactif
ja_jp: 待機中

source: Please do not disturb
fr_fr: Veuillez ne pas déranger
ja_jp: 邪魔しないでください

source: Offline
fr_fr: Hors ligne
ja_jp: オフライン

source: Online
fr_fr: En ligne
ja_jp: オンライン

source: Name
fr_fr: Nom
ja_jp: 名前

source: Seen
fr_fr: Vu
ja_jp: 見る

source: Mutual Servers
fr_fr: Serveurs mutuels
ja_jp: 相互サーバー

source: Joined
fr_fr: Inscrit
ja_jp: 参加しました

source: Top-Role
fr_fr: Rôle supérieur
ja_jp: トップロール

source: Color
fr_fr: Couleur
ja_jp: 色

source: Activity
fr_fr: Activité
ja_jp: アクティビティ

source: Status
fr_fr: Statut
ja_jp: ステータス

source: Device
fr_fr: Appareil
ja_jp: デバイス

source: Server Related
fr_fr: Serveur lié
ja_jp: サーバー関連

source: Inviting Commands are useful to track these and get some members
fr_fr: Les commandes invitantes sont utiles pour les suivre et obtenir des membres
ja_jp: コマンドを招待すると、これらを追跡してメンバーを獲得するのに便利です。

source: Inviting
fr_fr: Invitation
ja_jp: 招待

source: Level & Ranking, Voice & Chat
fr_fr: Niveau & Classement, Voix et Chat
ja_jp: レベル＆ランキング、ボイス＆チャット

source: Leveling
fr_fr: Mise à niveau
ja_jp: レベル

source: get your current level status
fr_fr: obtenir votre statut de niveau actuel
ja_jp: 現在のレベルのステータスを取得する

source: Command to empty messages in text channels. This command deletes a certain number of messages while various filters can be applied. Pinned messages are ignored. You can also filter by one or more members. - `users`: \u2003@mentions, IDs or names. - `first_limit` and `second_limit`: \`u2003@one message, one delta or ISO datetime each. - `regex`: \u2003A regex pattern that the message must contain to be deleted. - `bots_only`: \`u2003Whether only bots should be deleted. Specify `bots_only` or `users`. - `channels`: \u2003#textchannels or * for all text channels in which to delete.
fr_fr: Commande pour vider les messages dans les salons textuels. Cette commande supprime un certain nombre de messages tandis que divers filtres peuvent être appliqués. Les messages épinglés sont ignorés. Vous pouvez également filtrer par un ou plusieurs membres. - `users` : \u2003@mentions, IDs ou noms. - `first_limit` et `second_limit` : \`u2003@one message, un delta ou ISO datetime chacun. - `regex`: \u2003Un motif de regex que le message doit contenir pour être supprimé. - `bots_only` : \`u2003Si seuls les bots doivent être supprimés. Spécifiez `bots_only` ou `users`. - `canaux` : \u2003#textchannels ou * pour tous les salons textuels dans lesquels il faut supprimer.
ja_jp: Kommando zum Leeren von Nachrichten in Text-Kanälen. Dieser Befehl löscht eine bestimmte Anzahl von Nachrichten, während verschiedene Filter angewendet werden können. Angeheftete Nachrichten werden ignoriert. Sie können auch nach einem oder mehreren Mitgliedern filtern. - `users`: \u2003@Erwähnungen, IDs oder Namen. - `first_limit` und `second_limit`: \`u2003@one Nachricht, je ein Delta oder ISO Datumszeit. - `regex`: \u2003Ein regex-Muster, das die Nachricht enthalten muss, um gelöscht zu werden. - `bots_only`: \`u2003Ob nur Bots gelöscht werden sollen. Geben Sie `bots_only` oder `users` an. - `channels`: \u2003#textchannels oder * für alle Textkanäle, in denen sie gelöscht werden sollen.

source: Message limits are in different channels.
fr_fr: Les limites de messages sont dans différents canaux.
ja_jp: メッセージ制限は異なるチャンネルにあります。

source: Marked as bots only, but users were specified.
fr_fr: Marqué comme bots seulement, mais les utilisateurs ont été spécifiés.
ja_jp: ボットのみとしてマークされましたが、ユーザーが指定されました。

source: An attempt was made to delete the call message, but it has already been deleted.
fr_fr: Une tentative a été faite pour supprimer le message d'appel, mais il a déjà été supprimé.
ja_jp: 通話メッセージを削除しようとしましたが、既に削除されています。

source: run commands multiple times
fr_fr: exécuter des commandes plusieurs fois
ja_jp: コマンドを複数回実行

source: Moderation related commands. (Each of these commands requires certain authorization).
fr_fr: Commandes liées à la modération. (Chacune de ces commandes nécessite une certaine autorisation).
ja_jp: モデレーション関連のコマンド (これらのコマンドはそれぞれ特定の承認が必要です)。

source: put a user in the timeout
fr_fr: mettre un utilisateur dans le délai d'attente
ja_jp: ユーザーをタイムアウトにする

source: execute commands with the rights of another user You can specify who executes this command in which text channel
fr_fr: exécutez des commandes avec les droits d'un autre utilisateur Vous pouvez spécifier qui exécute cette commande dans quel salon texte
ja_jp: 他のユーザーの権限でコマンドを実行する どのテキストチャンネルでこのコマンドを実行するかを指定できます。

source: Manage the aboveme features of the bot
fr_fr: Gérer les fonctionnalités ci-dessus du bot
ja_jp: Botの上記の機能を管理する

source: Set up the Aboveme-Game with a wizard in seconds.
fr_fr: Installez le jeu ci-dessus avec un magicien en quelques secondes.
ja_jp: ウィザードを数秒でセットアップします。

source: aboveme category
fr_fr: au-dessus de la catégorie
ja_jp: Abovemeカテゴリー

source: ︱aboveme
fr_fr: —au-dessus de

source: The one above me has certainly not played this excellent game yet...
fr_fr: Le jeu que je viens de voir n'est certainement pas encore très bien joué.
ja_jp: 私の上のものは確かにまだこの優れたゲームをプレイしていません...

source: {emoji} {prefix} **Setup completed**. {channel} can now be used to play aboveme on this Discord server!
fr_fr: {emoji} {prefix} **Installation terminée**. {channel} peut maintenant être utilisé pour jouer plus haut sur ce serveur Discord !
ja_jp: {emoji} {prefix} **セットアップ完了**。 {channel} をこのDiscordサーバーでプレイできるようになりました！

source: Run shell commands.
fr_fr: Exécuter les commandes du shell.
ja_jp: シェルコマンドを実行します。

source: Manage the counting features of the bot
fr_fr: Gérer les fonctionnalités ci-dessus du bot
ja_jp: Botの上記の機能を管理する

source: Set up Counting with a wizard in seconds.
fr_fr: Configurez le comptage avec un assistant en quelques secondes.
ja_jp: ウィザードでカウントを秒単位で設定します。

source: counting category
fr_fr: compte de la catégorie
ja_jp: カウントカテゴリ

source: ︱counting
fr_fr: —comptant
ja_jp: —カウント

source: Send an event
fr_fr: Envoyer un événement
ja_jp: イベントを送信

source: View all available languages' locale codes. You can check if your language is available by comparing against [this list](https://saimana.com/list-of-country-locale-code/) Some of these languages are no real languages but serve as a way to spice up the text. (If something is not yet translated, the english original text is used.)
fr_fr: Voir tous les codes régionaux des langues disponibles. Vous pouvez vérifier si votre langue est disponible en comparant [cette liste](https://saimana. om/list-of-country-locale-code/) Certaines de ces langues ne sont pas de vraies langues mais servent à épicer le texte. (Si quelque chose n'est pas encore traduit, le texte original anglais est utilisé.)

source: Changes the language the bot replies for the guild. `<locale>` - The locale code of the language you want to use; full list can be found in `{prefix}language`
fr_fr: Modifie la langue que le bot répond à la guilde. `<locale>` - Le code local de la langue que vous souhaitez utiliser ; la liste complète peut être trouvée dans ` la langue{prefix}`
ja_jp: Ändert die Sprache, die der Bot für die Gilde beantwortet. `<locale>` - Der Locale-Code der Sprache, die Sie verwenden möchten; volle Liste kann in `{prefix}Sprache gefunden werden

source: Changes the language the bot replies for you. `<locale>` - The locale code of the language you want to use; full list can be found in `{prefix}language`
fr_fr: Modifie la langue que le bot répond à la guilde. `<locale>` - Le code local de la langue que vous souhaitez utiliser ; la liste complète peut être trouvée dans ` la langue{prefix}`
ja_jp: Ändert die Sprache, die der Bot für die Gilde beantwortet. `<locale>` - Der Locale-Code der Sprache, die Sie verwenden möchten; volle Liste kann in `{prefix}Sprache gefunden werden

source: {emoji} {prefix} **Your given locale is not valid. Use <!language> to get a list of all locales)**
fr_fr: {emoji} {prefix} **Votre locale donnée n'est pas valide. Utilisez <!language> pour obtenir une liste de toutes les locales)**
